[
  {
    "title": "Domenica MASSA CARRARA 8 FEBBRAIO Sala autorità po...",
    "date": "08 Febbraio 2026",
    "time": "17:15",
    "location": "",
    "venue": "viale Cristoforo Colombo 6 Incontro pubblico sul REFERENDUM GIUSTIZIA Il Movimento 5 Stelle Toscana organizza VOTA NO 22-23 MARZO 2026 questo evento invitando il Comitato \"Giusto dire NO\" per analizzere limportanza e lurgenza di questo AL REFERENDUM referendum e dare informazioni e SALVA-CASTA strumenti a chi vorrà attivarsi a promuovere la campagna. Dott. Marco Bacci Ex Magistrato referente del Comitato per il NO Avv. Nicola Giusteschi Conti MOVIMENTO Avvocato e giudice onorario del Tribunale di Parma 2050 Andrea Quartini Deputato MSS movimentoSstelletoscana it",
    "address": "",
    "description": "Domenica MASSA CARRARA 8 FEBBRAIO Sala autorità portuale",
    "image_path": "uploads\\WhatsApp Image 17.jpeg",
    "added_on": "2026-02-05"
  },
  {
    "title": "incontro sulla riforma della Giustizia presso Sala...",
    "date": "GIOVEDI’ 12 FEBBRAIO 2026",
    "location": "PIGNONE",
    "description": "incontro sulla riforma della Giustizia presso Sala Consiglio Comunale",
    "time": "17:30",
    "venue": "Pignone – La Spezia",
    "address": "",
    "image_path": "uploads\\locandina_13.png",
    "added_on": "2026-02-05"
  },
  {
    "title": "incontro sulla riforma della Giustizia presso Stru...",
    "date": "GIOVEDI’ 12 FEBBRAIO 2026",
    "location": "FOLLO",
    "description": "incontro sulla riforma della Giustizia presso Struttura Pubblica",
    "time": "18:00",
    "venue": "Follo – La Spezia",
    "address": "",
    "image_path": "uploads\\locandina_14.png",
    "added_on": "2026-02-05"
  },
  {
    "title": "incontro sulla riforma della Giustizia presso Cent...",
    "date": "GIOVEDI’ 12 FEBBRAIO 2026",
    "location": "CARCARE",
    "description": "incontro sulla riforma della Giustizia presso Centro Polifunzionale 1° Piano",
    "time": "18:30",
    "venue": "Carcare – Savona",
    "address": "",
    "image_path": "uploads\\locandina_15.png",
    "added_on": "2026-02-05"
  },
  {
    "title": "incontro sulla riforma della Giustizia presso Sala...",
    "date": "VENERDI’ 13 FEBBRAIO 2026",
    "location": "SAVONA",
    "description": "incontro sulla riforma della Giustizia presso Sala Espositiva “Caduti di Nassirya” Palazzo della Provincia",
    "time": "16:00",
    "venue": "via IV Novembre – Savona",
    "address": "",
    "image_path": "uploads\\locandina_16.png",
    "added_on": "2026-02-05"
  },
  {
    "title": "23 marzo 2026 erendum costituzdionog nel VOTA avil...",
    "date": "14 Febbraio 2026",
    "time": "17:00",
    "location": "",
    "venue": "Via Sala Federazione Operaia Sanremese F Corradi , 47, Sanremo Dibattito aperto alla cittadinanza sull'importanza magistratura del voto e sull'indipendenza della Focus sulla Riforma Lincontro verterà sulla parte della Costituzione interessata dalla riforma; quella che garantisce Tindipendenza e lautonomia della magistratura, elemento fondamentale per la tutela dell'uguaglianza dei cittadini. All'iniziativa parteciperanno: Dott.ssa Laura Russo, componente del Comitato Giusto dire NO Magistrato Dott. Salvatore Salemi Magistrato componente del Comitato Giusto dire NO Presenta e coordina Claudio Donzella L'incontro rappresenta un'occasione di informazione e dibattito aperto a cittadini   interessati comprendere   meglio la riforma le sue tutti implicazioni. PARTECIPATE !!!",
    "address": "",
    "description": "23 marzo 2026 erendum costituzdionog nel VOTA avileperil NO 1 NO Difendere GIUSTIZIA , COSTITUZIONE EDEMOCRAZIA Sabato 14 febbraio 2026",
    "image_path": "uploads\\WhatsApp Image 2.jpeg",
    "added_on": "2026-02-05"
  },
  {
    "title": "23 marzo 2026 (oferendum costituzionag nel VOIA av...",
    "date": "14 Febbraio 2026",
    "time": "17:00",
    "location": "",
    "venue": "Sala Federazione Operaia Sanremese Via F. Corradi , 47, Sanremo Dibattito aperto alla cittadinanza sull'importanza del voto e sull'indipendenza della magistratura Focus sulla Riforma L'incontro verterà sulla parte della Costituzione interessata dalla riforma quella che garantisce Tindipendenza e lautonomia della magistratura; elemento fondamentale per la tutela dell'uguaglianza dei cittadini. All'iniziativa parteciperanno: Dott.ssa Laura Russo, componente del Comitato Giusto dire NO Magistrato Dott. Salvatore Salemi Magistrato componente del Comitato Giusto dire NO coordina Claudio Donzella Presenta L'incontro rappresenta un'occasione di informazione e dibattito aperto a comprendere   meglio la riforma cittadini   interessati e le sue tutti implicazioni. PARTECIPATE !!!",
    "address": "",
    "description": "23 marzo 2026 (oferendum costituzionag nel VOIA avile perilNO 1 NO Difendere GiUSTIZIA , COSTITUZIONE EDEMOCRAZIA Sabato 14 febbraio 2026",
    "image_path": "uploads\\WhatsApp Image 4.jpeg",
    "added_on": "2026-02-05"
  },
  {
    "title": "GGIL CGIL Qeef VOIA GustO NO Comitato DRE Avvocati...",
    "date": "15 Febbraio 2026",
    "time": "17:00",
    "location": "",
    "venue": "",
    "address": "VIA ROMA 193",
    "description": "GGIL CGIL Qeef VOIA GustO NO Comitato DRE Avvocati SPI NO no pcril Difendere ANPI TRESANA COSIUIOH( Queu Goloclana \"COMANDANTE FACIO\" licunoe INCONTRO PUBBLICO CON TIZIANA LOTTINI Giudice Tribunale della Spezia MARCO BACCI EX MAGISTRATO ISCRITTO AL COMITATO REFERENDARIO\" GIUSTO DIRE NO DISCUTIAMO REFERENDUM GIUSTIZIA DI LA CITTADINANZA È INVITATA Reterendum Giustizia GIUSTO DIRE NO DOMENICA 15 FEBBRAIO 2026 ORE 17.00 RISTORANTE SAN QUIRICO BARBARASCO VIA ROMA 193 TRESANA( MS)",
    "image_path": "uploads\\WhatsApp Image 3.jpeg",
    "added_on": "2026-02-05"
  },
  {
    "title": "incontro sulla riforma della Giustizia presso Circ...",
    "date": "LUNEDI’ 16 FEBBRAIO 2026",
    "location": "GENOVA",
    "description": "incontro sulla riforma della Giustizia presso Circolo ARCI 1 Maggio - Sala del Maniman",
    "time": "17:00",
    "venue": "Salita San Nicolò 35 - Genova",
    "address": "",
    "image_path": "uploads\\locandina_17.png",
    "added_on": "2026-02-05"
  },
  {
    "title": "( Giustizia ilNOalr RefereNduM [ 1 K8$ civile per ...",
    "date": "16 Febbraio 2026",
    "time": "21:00",
    "location": "",
    "venue": "Lunedì",
    "address": "",
    "description": "( Giustizia ilNOalr RefereNduM [ 1 K8$ civile per - 1 CIUSTO Comitato DRRE Avvocati NO NO per il Difendere REFERENDUM GiusTIZIA Cooordinomento ) GIUSTIZIA , COSTITUZIONE 'Mosso 0 EDEMOCRAZIA Ligurio 5 Ègiusto dire NO! discutiamo del referendum costituzionale sulla riforma della giustizia intervengono Bacci (ex magistrato) Marco Maurizio Giannarelli (avvocato) Sarzana Casa del Mutilato Landinelli, 88 Via 16 febbraio,",
    "image_path": "uploads\\WhatsApp Image 7.jpeg",
    "added_on": "2026-02-05"
  },
  {
    "title": "incontro sulla riforma della Giustizia ",
    "date": "MARTEDI’ 17 FEBBRAIO 2026",
    "location": "GENOVA",
    "description": "incontro sulla riforma della Giustizia presso Cinema America",
    "time": "20:45",
    "venue": "Cinema America",
    "address": "Via Colombo 11 – Genova",
    "image_path": "uploads\\locandina_18.png",
    "added_on": "2026-02-05"
  },
  {
    "title": "alrefercndum ( referenduv 1 VOIA avnle peril NO cu...",
    "date": "18 Febbraio 2026",
    "time": "17:30",
    "location": "",
    "venue": "",
    "address": "",
    "description": "alrefercndum ( referenduv 1 VOIA avnle peril NO cusTo Comltato Avvocati NO DRE NO per il NO Difendere iecuroougivetza Copordinomento ! GiuSTIZIA COSTITUZIONE dehocrazla ? Ligurio e Mosso ) INCONTRO PUBBLICO CON TIZIANA LOTTINI Giudice Tribunale della Spezia ROBERTO LAMMA Avvocato ISCRITTO AL COMITATO REFERENDARIO \"GIUSTO DIRE NO DISCUTIAMO REFERENDUM GIUSTIZIA DI LA CITTADINANZA È INVITATA Reterendum Giustizia GIUSTO DRRE NO MERCOLEDÌ 18 FEBBRAIO 2026 ORE 17.30 SALA DEL CONSIGLIO COMUNALE BRUGNATO( SP)",
    "image_path": "uploads\\WhatsApp Image 1.jpeg",
    "added_on": "2026-02-05"
  },
  {
    "title": "alrefercndum ( referenduv 1 VOIA avnle peril NO cu...",
    "date": "18 Febbraio 2026",
    "time": "17:30",
    "location": "",
    "venue": "",
    "address": "",
    "description": "alrefercndum ( referenduv 1 VOIA avnle peril NO cusTo Comltato Avvocati NO DRE NO per il NO Difendere iecuroougivetza Copordinomento ! GiuSTIZIA COSTITUZIONE dehocrazla ? Ligurio e Mosso ) INCONTRO PUBBLICO CON TIZIANA LOTTINI Giudice Tribunale della Spezia ROBERTO LAMMA Avvocato ISCRITTO AL COMITATO REFERENDARIO \"GIUSTO DIRE NO DISCUTIAMO REFERENDUM GIUSTIZIA DI LA CITTADINANZA È INVITATA Reterendum Giustizia GIUSTO DRRE NO MERCOLEDÌ 18 FEBBRAIO 2026 ORE 17.30 SALA DEL CONSIGLIO COMUNALE BRUGNATO( SP)",
    "image_path": "uploads\\WhatsApp Image 1.jpeg",
    "added_on": "2026-02-05"
  },
  {
    "title": "alrefercndum ( referenduv 1 VOIA avnle peril NO cu...",
    "date": "18 Febbraio 2026",
    "time": "17:30",
    "location": "",
    "venue": "",
    "address": "",
    "description": "alrefercndum ( referenduv 1 VOIA avnle peril NO cusTo Comltato Avvocati NO DRE NO per il NO Difendere iecuroougivetza Copordinomento ! GiuSTIZIA COSTITUZIONE dehocrazla ? Ligurio e Mosso ) INCONTRO PUBBLICO CON TIZIANA LOTTINI Giudice Tribunale della Spezia ROBERTO LAMMA Avvocato ISCRITTO AL COMITATO REFERENDARIO \"GIUSTO DIRE NO DISCUTIAMO REFERENDUM GIUSTIZIA DI LA CITTADINANZA È INVITATA Reterendum Giustizia GIUSTO DRRE NO MERCOLEDÌ 18 FEBBRAIO 2026 ORE 17.30 SALA CENTRO CONGRESSI BRUGNATO( SP)",
    "image_path": "uploads\\WhatsApp Image 5.jpeg",
    "added_on": "2026-02-05"
  },
  {
    "title": "alrefcrendum referenduv 1 VOIA avnle peril NO cius...",
    "date": "21 Febbraio 2026",
    "time": "10:30",
    "location": "",
    "venue": "",
    "address": "",
    "description": "alrefcrendum referenduv 1 VOIA avnle peril NO ciusto Comltato Avvocati NO DRE NO per il NO Difendere iecuroougivetza Copordinomento ! GiuSTIZIA COSTITUZIONE dehocrazla ? Ligurio e Mosso ) INCONTRO PUBBLICO CON ELISA LORIS Sostituto Procuratore  presso il Tribunale della Spezia e ROBERTO LAMMA Avvocato DISCUTIAMO REFERENDUM GIUSTIZIA DI LA CITTADINANZA E INVITATA Reterendum Giustizia GIUSTO DIRE NO SABATO 21 FEBBRAIO 2026 ORE 10.30 SALA DEL CONSIGLIO COMUNALE CASOLA IN LUNIGIANA(MS) In collaborazione GGIL con ANPD A.N.P-I. Casola-Fivizzano SPI SINBACAIZI SPI CGIL Lunigiana e ITALIANI",
    "image_path": "uploads\\WhatsApp Image 13.jpeg",
    "added_on": "2026-02-05"
  },
  {
    "title": "alrefcrendum referenduv 1 VOIA avnle peril NO cius...",
    "date": "21 Febbraio 2026",
    "time": "10:30",
    "location": "",
    "venue": "",
    "address": "",
    "description": "alrefcrendum referenduv 1 VOIA avnle peril NO ciusto Comltato Avvocati NO DRE NO per il NO Difendere iecuroougivetza Copordinomento ! GiuSTIZIA COSTITUZIONE dehocrazla ? Ligurio e Mosso ) INCONTRO PUBBLICO CON ELSA LORIS Sostituto Procuratore  presso il Tribunale della Spezia e ROBERTO LAMMA Avvocato DISCUTIAMO REFERENDUM GIUSTIZIA DI LA CITTADINANZA E INVITATA Reterendum Giustizia GIUSTO DIRE NO SABATO 21 FEBBRAIO 2026 ORE 10.30 SALA DEL CONSIGLIO COMUNALE CASOLA IN LUNIGIANA(MS) In collaborazione GGIL con ANPD A.N.P-I. Casola-Fivizzano SPI SINBACAIZI SPI CGIL Lunigiana e ITALIANI",
    "image_path": "uploads\\WhatsApp Image 11.jpeg",
    "added_on": "2026-02-05"
  },
  {
    "title": "( Giustizia ilNOalr RefereNduM [ 1 K8$ civile per ...",
    "date": "23 Febbraio 2026",
    "time": "18:00",
    "location": "",
    "venue": "",
    "address": "",
    "description": "( Giustizia ilNOalr RefereNduM [ 1 K8$ civile per - 1 CIUSTO Comitato DRRE Avvocati NO NO per il Difendere REFERENDUM GiusTIZIA Cooordinomento ) GIUSTIZIA , COSTITUZIONE 'Mosso 0 EDEMOCRAZIA Ligurio 5 Ègiusto dire NO! discutiamo del referendum costituzionale sulla riforma della giustizia intervengono Bacci (ex magistrato) Marco Maurizio Sergi (avvocato) Sarzana Centro Sociale San Lazzaro Piazza Parmeggiani 23 febbraio, Lunedì 18.00 ore",
    "image_path": "uploads\\WhatsApp Image 8.jpeg",
    "added_on": "2026-02-05"
  },
  {
    "title": "(GiuSiIZIA pe' referendum [ LE RAGIONi 1 VOTA civi...",
    "date": "27 Febbraio 2026",
    "time": "20:30",
    "location": "",
    "venue": "",
    "address": "",
    "description": "(GiuSiIZIA pe' referendum [ LE RAGIONi 1 VOTA civile NO cIUSTO DRE No DEL NO SAVONA Gommiloto Procincikledi DIFENDERE GIUSTIZIA , COSTITUZIONE DEMOCRAZIA nomenio \"Liouna e Hosse RiFORMA NORDiO Veneroi 27 FEBBRAIO 2030 ORE VARAZZE PALAZZO BEATO_JACOPO INGRESSO LATO MARE PARTECiPANO: DONATELLA ASCHERO-GiA' MAGiSTRATO ALBERTO DELFiNO AVVOCATO INViTiAMO LA CiTTADINANZA A PARTECIPARE",
    "image_path": "uploads\\WhatsApp Image 10.jpeg",
    "added_on": "2026-02-05"
  },
  {
    "title": "NO: giustizia al referendum sulla incontro con MAR...",
    "date": "28 Febbraio 2026",
    "time": "17:30",
    "location": "",
    "venue": "",
    "address": "VIA\nGALVANI 135",
    "description": "NO: giustizia al referendum sulla incontro con MARCO BACCI Ex magistrato e referente del Comitato Giusto dire No NICOLA GIUSTESCHI CONTI portavoce del Comitato Avvocati per il No Avvocato e SABATO 28 FEBBRAIO 2026 ORE 17.30 CIRCOLO ARCI VALDELLORA VIA GALVANI 135 LA SPEZIA VOIA {R8 Comltaro NO Avvocati No per il No Difendere Lourufint 16(4o{ana no Lsnsd seguire cena di autofinanziamento a Prenotazioni: Tel 0187.506254 (Circolo) Whatsapp 334.6716777 (Gipo)",
    "image_path": "uploads\\WhatsApp Image 16.jpeg",
    "added_on": "2026-02-05"
  },
  {
    "title": "( Giustizia ilNOalr RefereNduM [ 1 K8$ civile per ...",
    "date": "01 Marzo 2026",
    "time": "17:30",
    "location": "",
    "venue": "Domenica marzo, 1",
    "address": "",
    "description": "( Giustizia ilNOalr RefereNduM [ 1 K8$ civile per - 1 CIUSTO Comitato DRRE Avvocati NO NO per il Difendere REFERENDUM GiusTIZIA Cooordinomento ) GIUSTIZIA , COSTITUZIONE 'Mosso 0 EDEMOCRAZIA Ligurio 5 Ègiusto dire NO! discutiamo del referendum costituzionale sulla riforma della giustizia intervengono Bacci (ex magistrato) Marco Maurizio Giannarelli (avvocato) Sarzana ARCI Circolo Nave",
    "image_path": "uploads\\WhatsApp Image 6.jpeg",
    "added_on": "2026-02-05"
  },
  {
    "title": "NOnel al VOTA civile per 1 NO Difendere GIUSTIZIA,...",
    "date": "3 Marzo 2026",
    "time": "14:30",
    "location": "",
    "venue": "Auditorium G.B. Campodonico Lavagna DIALOGANO GABRIELLA DOTTO Sostituto procuratore   presso Tribunale di Genova Componente del Comitato regionale per il NO ANDREA DEL NEVO Giudice civile presso Tribunale di Genova ROBERTO CARTA Componente del Comitato regionale per il No Ex magistrato IGOR MAGMI Segretario Generale Camera del Lavoro Metropolitana Genova Componente della Società civile per il NO CGIL TIGULLIO www.referendumgiustizia2026it",
    "address": "",
    "description": "NOnel al VOTA civile per 1 NO Difendere GIUSTIZIA, COSTITUZIONE E DEMOCRAZIA ASSEMBLEA TERRITORIALE GOLFO PARADISO CGIL TIGULLIO Martedì 3 marzo 2026,",
    "image_path": "uploads\\WhatsApp Image 12.jpeg",
    "added_on": "2026-02-05"
  },
  {
    "title": "8mar2o2028,...",
    "date": "6 Marzo 2026",
    "time": "20:30",
    "location": "",
    "venue": "palestra, P 32a V. Veneto e Nell'anno dell' 80' della nascita della Repubblica, siamo nuovamente chiamati a difendere la Costituzione, contro /'ennesimo tentativo di stravolgimento REFERENDUM Wtnnarn Gastin GIUSTO GIUSTO DIRE DIRE No No NO PERCHE' VOTARE un incontro che spiega cosa dice la nuova legge sulla giustizia, qual è la vera ragione della riforma in atto, quali potrebbero essere i pericoli per la democrazia_ possiamo fare per aiutare a sensibilizzare cittadini e come Incontrocon: Chiara Rusuo, magistrato Concetta Manganaro, avvocato magistrato Claudio Martini, Moderatore: Angelo Sottanis organizzato da: CGIL Sezione ANPI \"Triulzi\" Valle SPI scrivia Isola del stampato in proprio Cantone marzo 2026",
    "address": "",
    "description": "8mar2o2028,",
    "image_path": "uploads\\WhatsApp Image 15.jpeg",
    "added_on": "2026-02-05"
  },
  {
    "title": "( Giustizia rilNO RefereNduM [ 1 K8$ civile per - ...",
    "date": "12 Marzo 2026",
    "time": "21:00",
    "location": "",
    "venue": "Giovedì 12 marzo,",
    "address": "",
    "description": "( Giustizia rilNO RefereNduM [ 1 K8$ civile per - 1 CIUSTO Comitato Avvocati DIRE NO NO per il Difendere REFERENDUM GiustIZIA Cooordinomento ) GIUSTIZIA , COSTITUZIONE 'Mosso Ligurio 8 E DEMOCRAZIA Ègiusto dire NO! discutiamo del referendum costituzionale sulla riforma della giustizia intervengono Bacci (ex magistrato) Marco Maurizio Giannarelli (avvocato) Sarzana ARCI Circolo Grisei Vicolo Turì, 61",
    "image_path": "uploads\\WhatsApp Image 9.jpeg",
    "added_on": "2026-02-05"
  },
  {
    "title": "Gidsilzu ereaog 6r/ No Associazione Nazionale Part...",
    "date": "15 Marzo 2026",
    "time": "10:30",
    "location": "",
    "venue": "Hotel Cenobio dei Dogi, Sala Cassiopea, Via Nicolò Cuneo, 34 Camogli",
    "address": "Via Nicolò Cuneo, 34",
    "description": "Gidsilzu ereaog 6r/ No Associazione Nazionale Partigiani d'Italia 'mesta LiounaeHesse Sez RUBY BONFIGLIOU Recco Camoall Referendum sulla Giustizia: le ragioni del NO Discutono Gherardo Colombo Ex magistrato Procura di Milano Alessandra Galli magistrata, Presidente Comitato Giusto Dire No Ex Andrea Orlando Ex Ministro della Giustizia, Consigliere Regione Liguria Vincenzo Roppo Professore Unige Avvocato Modera Rocco Antonucci Professore Unige, Consigliere Comune di Camogli Domenica 15 marzo 2026",
    "image_path": "uploads\\WhatsApp Image 14.jpeg",
    "added_on": "2026-02-05"
  }
]